app/views/students/index.html.erb

  <h1> Students: </h1>
  <% @students = Student.all %>
---
SELECT  "students".* FROM "students" ORDER BY "students"."id" DESC LIMIT ?  [["LIMIT", 1]]